Repository: 0v0d/TodoApp_Swift
Catalog: Localizable.xcstrings
Source language: ja
Languages: en

# AddNewTaskMessage
source: 新しいタスクを追加してください
en: Add a new task

# Cancel
source: キャンセル
en: Cancel

# Comment
source: コメント
en: Comments

# Completed
source: 完了
en: Completed

# Copy
source: コピー
en: Copy

# CreatedDate
source: 作成日時
en: Created Date

# DueDate
source: 期日
en: Due Date

# DueDateError
source: 現在より後の日付を選択してください
en: Please select a due date after today

# Edit
source: 編集
en: Edit

# EditTask
source: タスクの編集
en: Edit Task

# EnterComment
source: コメントを入力 (任意)
en: Enter a Comment (optional)

# EnterTitle
source: タイトルを入力 (必須)
en: Enter a Title (required)

# EnterURL
source: URLを入力 (任意)
en: Enter a URL (optional)

# Error
source: エラー
en: Error

# InProgress
source: 進行中
en: In Progress

# invalidURLMessage
source: URLが無効です
en: The URL is invalid

# NewTask
source: 新規タスク
en: New Task

# None
source: なし
en: None

# NoTasks
source: タスクがありません
en: No Tasks

# NotStarted
source: 未着手
en: Not Started

# Save
source: 保存
en: Save

# SelectDate
source: 日付を選択
en: Select Date

# SelectTask
source: タスクを選択してください
en: Select Task

# SelectTime
source: 時間を選択
en: Select Time

# Status
source: ステータス
en: Status

# TaskList
source: タスクリスト
en: Task List

# TaskSelectionMessage
source: 左側のリストからタスクを選択するか、新しいタスクを追加してください
en: Please select a task from the list on the left or add a new one

# Time
source: 時間
en: Time

# TimeError
source: 現在より後の時刻を選択してください
en: Select a time that is after the current one

# Title
source: タイトル
en: Title

# UnknownError
source: 予期せぬエラーが発生しました
en: An unexpected error occurred

# Updating
source: アップデート中
en: Updating
